Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/saa.html.tmx
Source language: fin
Languages: smn

source: Elämäntapa
smn: Ovdâsijđo

source: Sään ennustaminen
smn: Šooŋâ ennustem

source: Sananlaskut
smn: Šooŋâ ennustem

source: Erkinpäivänä vasa roukuu, käki kukkuu, mahla valuu, tuohi niloo ja harri kutee.
smn: Eerohpeeivi vyesi ruávgá, kiehâ kokká, mäihli kolgá, pessi njala já suávvil kođá.

source: Jos hanhi nähdään ennen vappua, ei talvi kestä enää kauan.
smn: Jis čuánjá uáinoo ovdil válburpeeivi, te ij tälvi innig pište kuhháá.

source: Saturnuksen merkki almanakassa tietää huonoa säätä sinä päivänä, jonka kohdalla se on.
smn: Saturnus merkkâ almenäähkist tiätá nievrisšooŋâ ton peeivi, mon puotâ tot lii.

source: Hauen maksan verisuoni kuvaa kesän vetisyyttä.
smn: Puško vuoivâs vorrâsuonâ kovvee keesi lavtâsvuođâ.

source: Jos on paksu suoni, sataa paljon, jos ohut tai ei ollenkaan, tulee kuivaa.
smn: Jis suonâ lii kossuv, te arva ennuv, jis lii seggi teikâ ij ollágin, te lii koške keesi.

source: Jos etupäässä on paksu suoni ja takapäässä ohut, niin alkukesä on sateinen ja loppukesä kuiva.
smn: Jis ovddiikeččin lii kossâ suonâ já moonjiikeččin seggi, te algâkeesi láá arveh já loppâkeesi lii koškes.

source: Jos unessa näkee varankilaisia, tulee kova pohjoistuuli.
smn: Jis niävdá varjâgâšâid, te šadda korrâ tavepieggâ.

source: Jos aurinko torveaa, tulee tuisku.
smn: Piegâkoozah čäittih, kost kulij itten piäggá.

source: Jos auringolla on kinnas (sateenkaaren värinen täplä), se ennustaa säänmuutosta.
smn: Jis peeivi alne lii poccee, šadda purgâ. Jis piäivâš kistâkkist, te šooŋah muttojeh.

source: Jos savupiipusta loistaa ylöspäin valojuova, tulee tuisku.
smn: Jis suovâpoccest páštá pajaskulij čuhâ čuovâ tego passeem, šadda purgâ.

source: Jos talvella vaarat sinertävät kaukana, on huomenna lauha.
smn: Jis tälviv väärih čuávjájeh kukken, te lii itten piivvâl.

source: Jos illalla päivä katsoo taakseen, on huomenna sade.
smn: Jis ehidist peivi maŋŋaalsis páštá, te lii itten arve.

source: Jos veneen vanassa on kuplia, se tietää sadetta.
smn: Jis kárbá maajeeld láá kublâkkâsah, te tot tiätá arve.

source: Jos kaakkuri huutaa, se tietää huonoa säätä.
smn: Jis kähtee rááhu, te šadda nievrisšoŋŋâ.

source: On tulossa sade, kun taivaanvuohi ääntelee.
smn: Áigu arvađ, ko miähástâh meehist.

source: Tulee lumisade, kun aurinko on avannossa.
smn: Áigu muáttáđ, ko piävâš lii kälddest.

source: Tähdenlento tietää lumisadetta.
smn: Tääsniluččim tiätá myettee.

source: Jos kissa nukkuu nenä ylöspäin, tulee huono ilma.
smn: Jis kissá uáđá njune pajaskulij, šadda nievrisšoŋŋâ.

source: Jos riekkoja on puiden oksilla, se tietää lumisadetta.
smn: Kuus kulij poccuuh joteh, tobbeen kulij piegâškuát itten.

source: Jos ukonilma menee pohjoiseen, niin sää kylmenee.
smn: Jis riävskáh muorâoovsijn išteh, tot tiätá myettee.

source: Jos käki yökkäilee, tulee sade.
smn: Jis äijihšoŋŋâ mana tavas, te čuáskid.

source: Jos käki kakistelee, tulee kylmä sää.
smn: Jis kiehâ puáhčánâd, te čuáskid.

source: Jos savu painuu matalalle, tulee huono sää.
smn: Jis suovâ mana vyelligâsân, te šadda nievrisšoŋŋâ.

source: Jos kuun ympärillä on rengas, tulee tuisku.
smn: Jis máánu pirrâ lii kiärdu, te áigu purgiđ.

source: Porot kilostelevat (ryntäilevät) ennen huonoa säätä.
smn: Poccuuh čuáskudeh ovdil nievrisšooŋâ.

source: Korvan kutina tietää lumisadetta.
smn: Jis pelji saŋŋeed, te áigu muáttáđ.

source: Piippu korisee, sade on tulossa.
smn: Jis piijpo šnjiirijd, te áigu arvađ.

source: Kun riekot räkättävät, tulee huono sää.
smn: Ko riävskáh skeikkih, te šadda nievrisšoŋŋâ.

source: Kun luita pakottaa, tulee kova tuuli.
smn: Ko taavtijd luáddu, te šadda korrâ pieggâ.

source: Kun pää kutiaa, alkaa tuulla.
smn: Ko uáivi saŋŋeed, te piegâškuát.

source: Jos poro pakkasella vapisee, sää lauhtuu.
smn: Jis puásui puolâšin tuárgist, te áigu pivâldiđ.

source: Kun poro keloo nahkaa sarvista, tulee lauha.
smn: Ko puásui čala, te áigu pivâldiđ.

source: Matti Morottaja
smn: Čuánjá Pärttihist.

source: Kuun kehä.
smn: Maassâd pajas
